Repository: neoighodaro/mnml
Catalog: mnml/Localizable.xcstrings
Source language: en
Languages: de

source: “%@” and its downloaded file will be deleted. This can't be undone.
de: „%@“ und die heruntergeladene Datei werden gelöscht. Dies kann nicht rückgängig gemacht werden.

source: “%@” will be removed from all your devices. This can't be undone.
de: „%@“ wird von all deinen Geräten entfernt. Dies kann nicht rückgängig gemacht werden.

source: “%@” will start over from the beginning.
de: „%@“ beginnt wieder von vorne.

source: %@ · %lld chapters
de: %@ · %lld Kapitel

source: %@ left
de: noch %@

source: %lld files couldn't be read.
de: %lld Dateien konnten nicht gelesen werden.

source: %lld Selected
de: %lld ausgewählt

source: Added %lld audiobooks to your library.
de: %lld Hörbücher zu deiner Bibliothek hinzugefügt.

source: Already in your library
de: Bereits in deiner Bibliothek

source: Appearance
de: Darstellung

source: Audiobook files stored on this device
de: Auf diesem Gerät gespeicherte Hörbuchdateien

source: Cancel
de: Abbrechen

source: Changes apply only in mnml and can't be undone — the original file isn't modified, and embedded details can't be restored.
de: Änderungen gelten nur in mnml und können nicht rückgängig gemacht werden – die Originaldatei wird nicht verändert, und eingebettete Details lassen sich nicht wiederherstellen.

source: Chapters
de: Kapitel

source: Choose Photo
de: Foto auswählen

source: Continue Listening
de: Weiter hören

source: Couldn't add book
de: Buch konnte nicht hinzugefügt werden

source: Couldn't download this audiobook. Check your connection and iCloud.
de: Dieses Hörbuch konnte nicht geladen werden. Prüfe deine Verbindung und iCloud.

source: Couldn't import that file.
de: Diese Datei konnte nicht importiert werden.

source: Couldn't open that file.
de: Diese Datei konnte nicht geöffnet werden.

source: Dark
de: Dunkel

source: Delete
de: Löschen

source: Delete book?
de: Buch löschen?

source: Delete selected books?
de: Ausgewählte Bücher löschen?

source: Done
de: Fertig

source: Downloading…
de: Wird geladen…

source: Drop audiobooks in the “Import” folder in your iCloud Drive (mnml), then choose Import from iCloud Drive.
de: Lege Hörbücher in den Ordner „Import“ in deinem iCloud Drive (mnml) und wähle dann „Aus iCloud Drive importieren“.

source: Edit Details
de: Details bearbeiten

source: Entire Library
de: Gesamte Bibliothek

source: Every audiobook, including titles kept in iCloud
de: Jedes Hörbuch, auch in iCloud gespeicherte Titel

source: Free Up Space
de: Speicher freigeben

source: Free up space?
de: Speicher freigeben?

source: Group by
de: Gruppieren nach

source: Grouping
de: Gruppierung

source: Home
de: Start

source: Import
de: Importieren

source: Import complete
de: Import abgeschlossen

source: Import from iCloud Drive
de: Aus iCloud Drive importieren

source: It's quiet in here.
de: Hier ist es ruhig.

source: Keeps your library and listening position in sync across your devices. Changes take effect after restarting the app.
de: Hält deine Bibliothek und deinen Hörfortschritt auf all deinen Geräten synchron. Änderungen werden nach einem Neustart der App wirksam.

source: Language
de: Sprache

source: Library
de: Bibliothek

source: Light
de: Hell

source: Mark as Finished
de: Als beendet markieren

source: Narrated by %@
de: Gelesen von %@

source: No audiobooks were found in that folder.
de: In diesem Ordner wurden keine Hörbücher gefunden.

source: No books match this filter.
de: Keine Bücher entsprechen diesem Filter.

source: Not a single audiobook on the shelf — just you and a faint echo. Import one and press play.
de: Kein einziges Hörbuch im Regal – nur du und ein leises Echo. Importiere eins und drücke auf Wiedergabe.

source: Nothing added
de: Nichts hinzugefügt

source: Nothing to import
de: Nichts zu importieren

source: Nothing to import. Put audiobooks in the “Import” folder in your iCloud Drive (mnml), then tap Import from iCloud Drive again.
de: Nichts zu importieren. Lege Hörbücher in den Ordner „Import“ in deinem iCloud Drive (mnml) und tippe dann erneut auf „Aus iCloud Drive importieren“.

source: Now Playing
de: Aktuelle Wiedergabe

source: Off
de: Aus

source: On
de: Ein

source: On This iPad
de: Auf diesem iPad

source: On This iPhone
de: Auf diesem iPhone

source: On This Mac
de: Auf diesem Mac

source: Order
de: Reihenfolge

source: Paused — signed out
de: Pausiert – abgemeldet

source: Play
de: Wiedergabe

source: Remove Download
de: Download entfernen

source: Remove Downloads
de: Downloads entfernen

source: Remove Photo
de: Foto entfernen

source: Removes every audiobook downloaded on this device to free up space. Your books stay in iCloud and re-download when you play them.
de: Entfernt alle auf diesem Gerät heruntergeladenen Hörbücher, um Speicher freizugeben. Deine Bücher bleiben in iCloud und werden beim Abspielen erneut geladen.

source: Reset
de: Zurücksetzen

source: Reset Options
de: Optionen zurücksetzen

source: Reset Progress
de: Fortschritt zurücksetzen

source: Reset progress?
de: Fortschritt zurücksetzen?

source: Resume
de: Fortsetzen

source: Resume · %@ left
de: Fortsetzen · noch %@

source: Save
de: Sichern

source: Search
de: Suchen

source: See full library
de: Gesamte Bibliothek anzeigen

source: See more
de: Mehr anzeigen

source: Select
de: Auswählen

source: Select a book to start playing
de: Wähle ein Buch aus, um die Wiedergabe zu starten

source: Select File
de: Datei auswählen

source: Select from Folder
de: Aus Ordner auswählen

source: Settings
de: Einstellungen

source: Share
de: Teilen

source: Sign in to iCloud in Settings to turn on sync.
de: Melde dich in den Einstellungen bei iCloud an, um die Synchronisierung zu aktivieren.

source: Sign in to iCloud to import from iCloud Drive.
de: Melde dich bei iCloud an, um aus iCloud Drive zu importieren.

source: Skipped %lld already in your library.
de: %lld bereits in deiner Bibliothek übersprungen.

source: Sort By
de: Sortieren nach

source: Sorting
de: Sortierung

source: Speed
de: Geschwindigkeit

source: Storage
de: Speicher

source: Stored on this device for offline listening
de: Auf diesem Gerät für die Offline-Wiedergabe gespeichert

source: Sync Library & Progress
de: Bibliothek & Fortschritt synchronisieren

source: Sync resumes when you sign back in to iCloud.
de: Die Synchronisierung wird fortgesetzt, sobald du dich wieder bei iCloud anmeldest.

source: That book is already in your library.
de: Dieses Hörbuch ist bereits in deiner Bibliothek.

source: That file isn't a playable audiobook. Try an .m4b or .m4a file.
de: Diese Datei ist kein abspielbares Hörbuch. Versuche eine .m4b- oder .m4a-Datei.

source: The selected books and their downloaded files will be deleted. This can't be undone.
de: Die ausgewählten Bücher und ihre heruntergeladenen Dateien werden gelöscht. Das kann nicht rückgängig gemacht werden.

source: The selected books will be removed from all your devices. This can't be undone.
de: Die ausgewählten Bücher werden von all deinen Geräten entfernt. Dies kann nicht rückgängig gemacht werden.

source: Title Details
de: Titeldetails

source: Turn Off
de: Deaktivieren

source: Turn off iCloud Sync?
de: iCloud-Sync deaktivieren?

source: View Options
de: Anzeigeoptionen

source: Your Library
de: Deine Bibliothek

source: Your library and progress will stop syncing on this device. Your audiobook files stay in iCloud Drive — to remove them, delete them in the Files app, or use Delete from Library while sync is on.
de: Deine Bibliothek und dein Fortschritt werden auf diesem Gerät nicht mehr synchronisiert. Deine Hörbuchdateien bleiben in iCloud Drive – um sie zu entfernen, lösche sie in der Dateien-App oder verwende „Aus Bibliothek löschen“, solange die Synchronisierung aktiv ist.
